[
  {
  "id": "1",
  "name": "کیک برنج",
  "description": "برای تهیه کیک با آرد برنج ابتدا داخل قالب مخصوص کیک، کاغذ روغنی پهن کنید. آرد برنج را برای از بین رفتن گلوله ها، الک کنید. سپس شیر سویا و اسانس وانیل را با هم مخلوط کرده و در کناری قرار دهید. سپس، به کمک همزن دستی، تخم مرغ و شکر در یک کاسه بریزید و با هم به قدری بزنید تا کاملا مخلوط شوند.",
  "image": "https://irancook.ir/wp-content/uploads/2019/10/%DA%A9%DB%8C%DA%A9-%D8%A2%D8%B1%D8%AF-%D8%A8%D8%B1%D9%86%D8%AD-%D8%AE%D9%88%D8%B4%D9%85%D8%B2%D9%87.jpg",
  "time": "یک ساعت",
  "recipe": "آرد برنج 120 گرم,تخم مرغ 4 عدد,شکر 80 گرم,اسانس وانیل 6 قطره"
},
{
  "id": "2",
  "name": "کیک شش تخم مرغی",
  "description": "یک قالب گرد تو خالی مخصوص باندت کیک بردارید و درون آن را چرب کنید. آرد، بیکینگ پودر و نمک را باهم مخلوط کنید و ظرف آن را کنار بگذارید.  در یک کاسه بزرگ کره و شکر را باهم بزنید تا نرم و پفکی شوند. تخم مرغ ها را دانه دانه در ظرف بشکنید و بعد از هر شکستن خوب هم بزنید. سپس وانیل را اضافه کنید. مخلوط آرد و شیر را کم کم و یکی در میان در مایه بریزید. و هر بار با همزن خوب هم بزنید تا یکدست شود سپس مایه کیک را در قالب خالی کنید. کیک را در فر سرد قرار دهید و بعد درجه فر را روی 175 درجه سانتی گراد تنظیم کنید. کیک را 60 تا 90 دقیقه بپزید. سپس پخته بودن آن را با یک خلال دندان یا چنگال امتحان کنید. اگر خلال دندان تمیز بیرون آمد کیک آماده است. روی کیک شش تخم مرغی را با فراستینگ خامه یا پودر قند تزیین کنید.",
  "image": "https://irancook.ir/wp-content/uploads/2016/07/Pound-Cake.jpg",
  "time": "یک ساعت و ربع",
  "recipe": "نمک 1/2 قاشق چایخوری ,بیکینگ پودر 3 قاشق چایخوری,کره 1 و 1/2 پیمانه,تخم مرغ 6 عدد,آرد 3 پیمانه,شکر 2 و 1/2 پیمانه,شیر 3/4 پیمانه"
},
{
  "id": "3",
  "name": "کیک انبه",
  "description": "ابتدا فر را روشن کرده و در دمای 180 درجه سانتیگراد قرار دهید. یک قالب کیک کمربندی آماده کنید و داخل آنرا کمی چرب کنید. آرد کیک، بیکینگ پودر، جوش شیرین و نمک را در ظرفی جداگانه الک کنید و کنار بگذارید. در همین حین تخم مرغ، پودر قند و رنگ خوراکی را با هم زن دستی یا برقی بزنید.سپس شیر، روغن و اسانس انبه را اضافه کنید و خوب هم بزنید تا مایه یکدست و خوشرنگی حاصل شود. پوره انبه را به آرامی به مخلوط اضافه کنید و کمی هم بزنید( کمی از پوره را برای سرو نگهدارید). بلافاصله مایه انبه را به ترکیب آرد کیک و سایر مواد خشک اضافه کنید، خوب هم بزنید تا مایه کیک یکدست شود. سپس مایه را به آرامی داخل قالب کیک بریزید. قالب را داخل فری که از قبل گرم شده قرار دهید و به مدت 30 الی 35 دقیقه بپزید( یک چنگال را داخل کیک فرو کنید اگر کیک به چنگال نچسبید یعنی کیک آماده است). قالب را از فر بیرون بیاورید و اجازه دهید کمی خنک شود. سپس به آرامی کیک را از قالب بیرون بیاورید و روی توری فلزی یا پارچه قرار دهید.",
  "image": "https://irancook.ir/wp-content/uploads/2016/09/%DA%A9%DB%8C%DA%A9-%D8%A7%D9%86%D8%A8%D9%87-%D8%AA%D9%87%DB%8C%D9%87.jpg",
  "time": "یک ساعت",
  "recipe": "آرد کیک 1 و 1/2 فنجان, نمک 1/2 قاشق چایخوری, بکینگ پودر 1/2 قاشق چایخوری, جوش شیرین 1/2 قاشق چایخوری, اسانس انبه 1 قاشق چایخوری, شیر 1/2 فنجان, روغن گیاهی 1/3 فنجان, رنگ خوراکی زرد (اختیاری) 1/2 قاشق چایخوری ,انبه پوره شده 4-5 عدد,پودر قند 1 و 1/2 فنجان,تخم مرغ 4 عدد"
},
{
  "id": "4",
  "name": "بستنی هلو",
  "description": "هلو ها را بشویید، پوست بکنید و خرد کنید. هلوهای خرد شده را داخل فریزر قرار دهید تا یخ بزند. سپس آن ها را داخل مخلوط کن بریزید. شکر و خامه را نیز به هلوهای خرد شده اضافه کنید و داخل مخلوط کن بریزید. همه ی مواد را با دور تند مخلوط کن خوب بزنید تا کاملا با هم مخلوط و یکدست شوند. مخلوط آماده شده را داخل ظرف پیرکس مستطیلی بریزید. با پشت قاشق همه ی مواد را داخل ظرف صاف و یکدست کنید. ظرف بستنی هلو را به مدت ۱ ساعت داخل فریزر قرار دهید. سپس آن را بیرون آورده و بستنی هلو را هم بزنید. مجددا آن را داخل فریزر قرار دهید. این کار را ۴ الی ۵ بار تکرار کنید تا بستنی کاملا یخ بزند.",
  "image": "https://irancook.ir/wp-content/uploads/2020/06/%D8%A8%D8%B3%D8%AA%D9%86%DB%8C-%D9%85%DB%8C%D9%88%D9%87-%D8%A7%DB%8C.jpg",
  "time": "یک ربع",
  "recipe": "خامه2بسته,هلو 5 عدد ,شکر 1 پیمانه"
},
{
  "id": "5",
  "name": "بستنی موزی",
  "description": "برای درست کردن بستنی موزی خانگی سالم و مقوی، ابتدا موزها را پوست بکنید و به صورت حلقه حلقه برش بزنید. سپس برای حدود 3 الی 4 ساعت در فریزر بگذارید تا یخ بزنند. در این مرحله ابتدا زرده تخم مرغ ها، شکر و وانیل را داخل یک کاسه بریزید. حالا یک ظرف بزرگ تر از این کاسه را تا نیمه آب کنید و رو شعله ملایم گاز بگذارید تا جوش بیاید. سپس کاسه حاوی زرده های تخم مرغ، شکر و وانیل را روی ظرف محتوی آب در حال جوشیدن بگذارید و با همزن برقی شروع به زدن مواد کنید تا زمانی که زرده های تخم مرغ حجیم و کشدار شوند. سپس کاسه را کناری بگذارید. حالا با استفاده از یک غذاساز یا مخلوط کن، موزهای یخ زده و شیر را به خوبی با هم مخلوط کنید تا تبدیل به پوره شوند. در این مرحله پوره موز را به زرده های تخم مرغ فرم گرفته اضافه کنید و به آرامی هم بزنید. در آخر خامه فرم گرفته را نیز به مایه بستنی موزی اضافه کنید و خوب مواد را با هم مخلوط کنید. در این مرحله می توانید مایه بستنی موزی را در قالب بریزید و برای 4 الی 6 ساعت در فریزر بگذارید تا به خوبی ببندد.",
  "image": "https://irancook.ir/wp-content/uploads/2020/05/%D8%B4%D8%A7%D8%AE%D8%B5-min-3.jpg",
  "time": "سه ربع",
  "recipe": "زرده تخم مرغ 2 عدد, موز 3 عدد, شیر ½ پیمانه, شکر 80 گرم, وانیل ¼ قاشق مرباخوری, خامه فرم گرفته 150 گرم"
},
{
  "id": "6",
  "name": "بستنی یخی هندوانه",
  "description": "پوست هندوانه را جدا کنید و هندوانه را به تکه های کوچک برش بزنید سپس تکه های هندوانه و آب میوه را داخل مخلوط کن بریزید. چند برگ نعنای تازه اضافه کنید و همه را با هم میکس کنید تا یکدست شود. در صورتی که هسته های هندوانه را جدا نکرده ایده بهتر است مخلوط میکس شده را از صافی رد کنید. سپس مخلوط را داخل قالب های بستنی بریزید و در فریزر قرار دهید تا ببندد.",
  "image": "https://irancook.ir/wp-content/uploads/2013/07/%D8%A8%D8%B3%D8%AA%D9%86%DB%8C-%DB%8C%D8%AE%DB%8C-%D9%87%D9%86%D8%AF%D9%88%D8%A7%D9%86%D9%87-%D8%A7%DB%8C.jpg",
  "time": "یک ربع",
  "recipe": "هندوانه خرد شده 2 لیوان ,آب میوه 1/2 لیوان ,نعنا تازه مقداری"
},
{
  "id": "7",
  "name": "شیرینی پاپیونی",
  "description": "ابتدا کره ی به دمای محیط رسیده را در کاسه بریزید و خوب بزنید تا نرم شود. آرد را دو مرتبه الک کنید، به همراه نمک داخل سینی بریزید و وسط آن ها را گود کنید. گرم از کره را به همراه آب وسط آرد بریزید و به آرامی با دست مخلوط کنید تا خمیر شود. خمیر به دست آمده را داخل کیسه بگذارید و در جای گرم به مدت حدود ۲ ساعت استراحت دهید و روی آن را بپوشانید. بعد از ۲ ساعت، خمیر را از کیسه بیرون آورید. با چاقو به شکل مثبت (+) روی خمیر برش بزنید و آن را آرام با وردنه باز کنید. باقی مانده ی کره را وسط خمیر باز شده بریزید و چهار طرف خمیر را روی کره برگردانید. خمیر به دست آمده را با وردنه به شکل مستطیل باز کنید. سپس آن را چهار لا کنید و روی هم بیاورید. مجددا با وردنه خمیر را باز کنید. این کار را ۵ بار تکرار کنید و هر بار خمیر را ۲ تا ۴ تا روی هم باز و بسته کنید تا کاملا مخلوط شود. باید یک بار خمیر را از طول و یک بار از عرض باز و بسته کنید. پس از این مراحل، خمیر را حدود ۳۰ دقیقه استراحت دهید. سپس مجددا آن را ۴ تا ۵ بار باز و بسته کنید و خمیر را در یخچال بگذارید و دوباره به مدت ۲۰ دقیقه استراحت دهید. خمیر را به ضخامت نیم سانتی متر باز کنید و به شکل مربع یا مستطیل های کوچک ببرید. وسط برش ها را یک یا دو پیچ بدهید. فر را در دمای ۱۸۰ درجه سانتی گراد (۳۵۰ درجه فارنهایت) گرم کنید. سینی فر را چرب کنید و کف آن کاغذ روغنی بیندازید.",
  "image": "https://irancook.ir/wp-content/uploads/2020/03/%D8%B4%DB%8C%D8%B1%DB%8C%D9%86%DB%8C-%D9%BE%D8%A7%D9%BE%DB%8C%D9%88%D9%86%DB%8C-%D8%AF%D9%88-%D8%B1%D9%86%DA%AF.jpg",
  "time": "نیم ساعت",
  "recipe": "آرد سفید الک شده 250 گرم ,کره 225 گرم ,آب 1/2 پیمانه, نمک 1/2 قاشق چایخوری, پودر قند به مقدار لازم"
},
{
  "id": "8",
  "name": "شیرینی چرخی قزوینی",
  "description": "ابتدا پودر شکر (پودر قند) و روغن را حدود ۵ دقیقه با همزن بزنید تا پفکی و سبک شود و رنگ آن به رنگ کرم تغییر کند. زرده های تخم مرغ، زعفران، هل و گلاب را به مواد اضافه کرده و حدود ۱ دقیقه هم بزنید تا کاملا مخلوط شوند. ماست و بیکینگ پودر را در ظرفی جداگانه با هم مخلوط کنید و اجازه دهید چند دقیقه بماند. سپس آن ها را به مواد شیرینی اضافه کنید و کمی هم بزنید. آردها را با هم مخلوط کرده و الک کنید. در مرحله ی آخر آن ها را به مواد اضافه کرده و با یک قاشق و یا با استفاده از انگشتان دستتان مواد را هم بزنید تا خمیری به دست آید. روی خمیر به دست آمده را بپوشانید یا آن را داخل کیسه بگذارید، به مدت ۶ ساعت در دمای محیط (ترجیحا خنک) قرار دهید و اجازه دهید استراحت کند. اگر  چرخ و ماسوره داشید خمیر را از آن رد کنید. خمیر را داخل چرخ گوشت بریزید، در خروجی آن یک تخته قرار دهید، بعد از خروج خمیر آن را با استفاده از چاقو به قطعات مناسب تقسیم کنید. سینی فر را چرب کنید و داخل آن کاغذ روغنی قرار دهید. خمیر ها را داخل آن با فاصله از هم بچینید، روی نیمی از آن ها دانه ی خرفه بپاشید و داخل فر که از قبل در دمای ۱۷۰ درجه گرم کرده اید  به مدت ۱۵ دقیقه قرار دهید. بعد از ۱۵ دقیقه شیرینی ها را از فر خارج کنید بعد از آن که کاملا خنک شدند، روی نیمه ی دیگر آن ها پودر پسته بپاشید و نوش جان کنید.",
  "image": "https://irancook.ir/wp-content/uploads/2020/03/%D8%B4%DB%8C%D8%B1%DB%8C%D9%86%DB%8C-%DA%86%D8%B1%D8%AE%DB%8C.jpg",
  "time": "یک ربع",
  "recipe": "آرد قنادی 125 گرم, آرد برنج (الک حریر کرده) 125 گرم, روغن جامد 95 گرم, پودر قند 90 گرم ,ماست 38 گرم ,زرده تخم مرغ 2 عدد ,بیکینگ پودر 1/4 قاشق چایخوری ,گلاب 1 قاشق غذاخوری ,زعفران غلیظ دم کرده به مقدار لازم, هل ۱/۴ قاشق سوپ خوری"
},
{
  "id": "9",
  "name": "باسلوق ژله ای",
  "description": "نشاسته گل را با آب سرد مخلوط کنید و خوب هم می زنیم تا نشاسته ها کاملا در آب حل شوند. سپس پودر ژله با طعم دلخواه (مثلا انار) را به آب اضافه می کنیم. مواد را آن قدر هم می زنیم تا پودر ژله ترکیب شود. سپس آن را از صافی رد کنید تا کاملا مایعی یکدست به دست بیاید و ذره ای باقی نماند. بعد شکر را به آن اضافه کنید و هم بزنید. محلول را در قابلمه ای می ریزیم و روی حرارت ملایم قرار می دهیم. مرتب مواد را هم می زنیم تا ته نگیرد و گلوله نشود. بعد کمی گلاب به آن اضافه می کنیم و مجددا هم می زنیم. وقتی مواد غلیط تر شد، روغن را نیز به آن اضافه می کنیم و هم می زنیم تا با سایر مواد ترکیب شود. دقت کنید که در تمام مدت مواد را مدام و با سرعت هم بزنید چون در غیر این صورت سریع گلوله می شود. بعد از حدود ۴۵ دقیقه هم زدن، زمانی که محلول کاملا غلیظ شد، آن را از روی حرارت شعله گاز بر می داریم. پس از آن که کمی خنک شد، مقداری از مایه باسلوق ژله ای را بردارید و در کف دست خود گرد کنید. داخل کاسه ای پور نارگیل بریزید و گلوله های باسلوق ژله ای را داخل آن بغلتانید. می توانید روی باسلوق ها را با مغز بادام، فندق و با گل تزیین کنید و در ظرف مورد نظر خود سرو کنید.",
  "image": "https://irancook.ir/wp-content/uploads/2020/02/%D8%B7%D8%B1%D8%B2-%D8%AA%D9%87%DB%8C%D9%87-%D8%A8%D8%A7%D8%B3%D9%84%D9%88%D9%82-%DA%98%D9%84%D9%87-%D8%A7%DB%8C.jpg",
  "time": "سه ربع",
  "recipe": "نشاسته 1/2 پیمانه ,آب سرد 1 1/2 پیمانه,شکر 1/2 پیمانه,ژله یک بسته,گلاب 3 قاشق چایخوری,پودر نارگیل 1 کاسه"
},
{
  "id": "10",
  "name": "پنکیک باقلوا",
  "description": "اول از همه شربت را تهیه کنید. آب و شکر را در قابلمه یا شیرجوشی بریزید و روی شعله قرار دهید. هم بزنید تا شکر در آب حل شود. بعد از این که به جوش آمد شعله را کم کنید و صبر کنید به غلظت مناسب برسد. (حدود 15 دقیقه) برای تهیه مایه باقلوا پنکیک، همه مواد پنکیک را در کاسه شیشه ای بریزید و مخلوط کنید. (کاسه نباید فلزی باشد) سپس روی ظرف را بپوشانید و حدود ده دقیقه صبر کنید تا خمیر مایه عمل بیاید. به این ترتیب روی خمیر حباب ایجاد میشود. تابه نچسبی را روی شعله داغ کنید. در صورت نیاز مقدار خیلی کمی روغن هم به کف تابه بمالید. حال با یک ملاقه کوچک از مایه بردارید و با فاصله به شکل پنکیک روی آن بریزید. وقتی روی پنکیک ها پر از حباب و طرف دیگرشان سرخ شد آنها را از تابه خارج کنید .وسط سمت سرخ نشده هر کدام از پنکیک ها مقداری گردوی خرد شده بریزید. سپس پنکیک را از وسط تا کنید و دو لبه را با انگشتان دست به هم فشار دهید تا به هم بچسبند (شبیه پیراشکی). روی پنکیک های باقلوا از تخم مرغ زده شده بمالید و آنها را در روغن داغ سرخ کنید. بعد از سرخ شدن آنها را از روغن خارج کنید و روی دستمال حوله ای قرار دهید تا روغن اضافی شان گرفته شود. حال آنها را داخل شربت که کمی خنک شده بریزید و دو دقیقه صبر کنید. سپس با یک کفگیر سوراخ دار پنکیک باقلوا را خارج کنید. این باقلوا را همراه چای نوش جان کنید",
"image":"https://irancook.ir/wp-content/uploads/2019/05/%D9%BE%D9%86%DA%A9%DB%8C%DA%A9-%D8%A8%D8%A7%D9%82%D9%84%D9%88%D8%A7.jpg",
  "time": "پنجاه دقیقه",
  "recipe": "شیر 1 پیمانه ,آب 1 پیمانه,آرد 1 و 1/2 پیمانه,خمیر مایه 1 قاشق چیاخوری,شکر 1 قاشق چیاخوری,نمک 1/4 قاشق چایخوری,آب 2 پیمانه,شکر 2 پیمانه,آب لیمو ترش 1 قاشق چایخوری,گردوی خرد شده به مقدار لازم,تخم مرغ 1 عدد,روغن برای سرخ کردن"
},
{
  "id": "11",
  "name": "شیرینی ماکارون فرانسوی",
  "description": "آرد بادام را الک کنید تا کاملا نرم و یکدست شود.  سفیده تخم مرغ را همراه نمک با همزن برقی بزنید تا کف کند، پس از کف کردن پودر قند را به تدریج اضافه کنید  تا زمانی که سفیده کاملا پوک شود و خودش را بگیرد. سفیده حتما 24 ساعت در یخچال باشد و نیم ساعت قبل از استفاده از یخچال خارج شود. سفیده که آماده شد پودر بادام را اضافه کنید و با لیسک یا هم زن مفتولی به شکل دورانی مخلوط نمایید. در این مرحله می توانید رنگ، مواد طعم دهنده مثل پودر قهوه، کاکائو، دارچین و … را اضافه کنید. مایه را در قیف بریزید. هم می توان سر قیف ماسوره گرد ساده قرار داد و هم می توان بدون ماسوره این کار را انجام داد فقط کافی است نوک قیف را به اندازه هشت میلی متر با قیچی ببرید. کف دو سینی فر کاغذ روغنی بیاندازید و با مقدار کمی از مواد کاغذ را به سینی بچسبانید تا هنگام قیف زدنِ مواد تکان نخورد. مواد را به شکل دایره روی سینی بریزید و حواستان باشد مواد را با فاصله بریزید تا جای کافی برای پف کردن داشته باشد. زمانی که قیف می زنید دانستن این نکته مهم است که مواد ریخته شده در سینی کمی پخش خواهد شد پس قیف را زیاد روی مواد فشار ندهید. پس از اینکه قیف زدن مواد تمام شد اجازه دهید مایه شیرینی نیم ساعت در دمای محیط بماند و روی مواد خشک شود.",
  "image": "https://irancook.ir/wp-content/uploads/2016/10/macaron-1-min.jpg",
  "time": "یک ساعت",
  "recipe": "پودر قند (شکر قنادی) 175 گرم,آرد بادام 125 گرم,سفیده تخم مرغ 3 عدد,رنگ خوراکی 2 تا 3 قطره ,کره 60 گرم,شکر 60 گرم,آب شاه توت 3 قاشق غذاخوری"
},
{
  "id": "12",
  "name": "قرابیه یونانی",
  "description": "بادام ها را در ظرفی بریزید و در فر قرار دهید. به مدت 6 دقیقه در دمای 350 درجه فارنهایت یا 180 درجه سانتی گراد، بگذارید تا طلایی شود. مراقب باشید که بادام ها نسوزند چون مزه شان تغییر می کند. فر را در درجه حرارت 300 فارنهایت یا 150 سانتی گراد پیش گرم کنید. بادام ها را در غذا ساز بریزید تا خرد و ریز شوند. یا اگر غذا ساز ندارید، بادام ها را در کیسه ای  پلاستیکی بریزید و آن ها را با گوشت کوب، وردنه یا پشت یک قاشق، بکوبید تا خوب ریز شوند. کره، زرده تخم مرغ و شکر را با هم مخلوط کنید. بادام و دارچین را اضافه کنید. سپس یک پیمانه آرد بیفزایید و خوب با هم مخلوط کنید. وقتی خمیر به دست آمد، اگر خیلی چسبناک بود میتوانید به آن آرد اضافه کنید. اما اگر خیلی سفت شده بود باید کمی آب به آن بیفزایید. سطح کار را آرد بپاشید و خمیر را روی  آن قرار دهید. برای یک الی دو دقیقه خوب ورز دهید. با دست یک تکه از خمیر بردارید و آن را به شکل توپ گرد، یا هلالی شکل و یا به هر شکل دلخواهی درآورید. به مدت 20 الی 30 دقیقه قرابیه ها را در فر قرار دهید تا بپزند. مواظب باشید که نسوزند.",
  "image": "https://irancook.ir/wp-content/uploads/2015/12/kourabiedes1.jpg",
  "time": "یک ساعت و ربع",
  "recipe": "کره ذوب شده 500 گرم,بادام 400 گرم,شکر 1/2 پیمانه,زرده تخم مرغ 3 عدد,دارچین 1 قاشق غذاخوری,آرد 480 گرم,پودر شکر 375 گرم"
}
]
